[
  {
    "name": "Akhil P Vijay",
    "role": "CEO",
    "link": "https://www.linkedin.com/in/akhilpvijay3/",
    "description": "Akhil P Vijay, a holder of Post graduate in Business Administration and Masters in Global Financial Trading, as CEO of 1nance is a leader with transformational outlook, strong business acumen and proven capabilities in delivering outcomes,acting decisively and inspiring people.His wide skill sets ranging from designing and implementation of strategy and planning along with executing projects and handling operations in startup environment with a growth mindset has been valued by organizations. His experience in Data science, Machine learning and Artificial intelligence with a strong base in analytical skills delivers superior business performance with strong emphasis on building relationships,team building and client management brings growth to create value for all our stakeholders thus creating a forward thinking,diverse culture to organization.",
    "profile": "user-5.png"
  },
  {
    "name": "Tiago Moura deOliveira",
    "role": "CFO",
    "link": "https://www.linkedin.com/in/tiago-moura-oliveira/",
    "description": "Tiago Moura de Oliveira, a holder of a degree in Financial Management, has consolidated professional expertise and knowledge in the Logistics / Distribution / Purchasing and Warehousing gained from working in various sectors and multicultural environments. He has a track record in team building, relationship management, continuous improvement processes resulting in successful teams and top organisational performance.",
    "profile": "user-2.png"
  },
  {
    "name": "Dennis Han",
    "role": "CTO",
    "link": "https://www.linkedin.com/in/dennis-han-a27545227/",
    "description": "As an experienced software engineer, professional with seasoned leadership and relationship building skills, Dennis has strong experience in developing Decentralized Blockchain applications using Ethereum and Hyper ledger. A young and fast-growing blockchain expert and senior software engineer with a Master’s degree in Computer Science from The Hong Kong University of Science and Technology(HKUST), is always focusing on how to get rid of the vulnerabilities of the DApps we build and to serve higher transaction speed and lower gases. Contributed and participated in many projects in DeFi and NFT fields like EvmoSwap, CronaSwap, SphynxSwap, Solkitties, etc.",
    "profile": "user-3.png"
  },
  {
    "name": "Souphamyxay Souphayxay",
    "role": "Chief of Engineering",
    "link": "https://www.linkedin.com/in/souphamyxay-souphayxay-080b4a204/",
    "description": "Souphamyxay Souphayxay is a full-Stack blockchain, web and mobile application developer with over 6 years experience.   He has launched many tokens, developed several exchange platforms, uploaded APIs and web wallets, launched DeFi tokens based on smart contract and Proof of Stake (PoS) algorithms as well as developed time-based rules for backing up and restoring systems.  In addition, he has garnered much experience in tasks maintenance on administrative Linux server, development of e-commerce web apps, customer web portals, documentary launch websites and donations web apps. To back up his experience and achievements, Souphamyxay has mastered advanced skills and knowledge about C/C++/C# and Objective Oriented Programming with a strong background in mathematics, algorithms, and data-processing logic.",
    "profile": "user-4.png"
  }
]