[
  {
    "name": "Tadej Francelj",
    "role": "CEO",
    "link": "https://www.linkedin.com/in/tadej-francelj-619084130/",
    "description": "Tadej Francelj is a Lawyer and Business Developer. He is currently doing his Ph.D in Banking, Corporate Finance and Securities Law. With over 7 years of experience in the and operation field, and over 4 years in leadership, as he has worked for several startups and offered advice to blockchain projects. Mr. Francelj is well versed in the fields of Finance, Banking, Data Privacy, Blockchain and Fintech.",
    "profile": "user-1.png"
  },
  {
    "name": "Tiago Moura deOliveira",
    "role": "Operations Director",
    "link": "https://www.linkedin.com/in/tiago-moura-oliveira/",
    "description": "Tiago Moura de Oliveira, a holder of a degree in Financial Management, has consolidated professional expertise and knowledge in the Logistics / Distribution / Purchasing and Warehousing gained from working in various sectors and multicultural environments. He has a track record in team building, relationship management, continuous improvement processes resulting in successful teams and top organisational performance.",
    "profile": "user-2.png"
  },
  {
    "name": "Dennis Han",
    "role": "CTO",
    "link": "https://www.linkedin.com/in/dennis-han-a27545227/",
    "description": "As an experienced developer, professional with seasoned leadership and relationship building skills, Dennis Han has strong experience in developing Decentralized Blockchain applications using Ethereum and Hyper ledger. A young and fast-growing blockchain expert and senior software engineer with a Master’s degree in Computer Science from The Hong Kong University of Science and Technology(HKUST), always focusing on how to get rid of the vulnerabilities of the DApps we build and to serve higher transaction speed and lower gas. Contributed and participated in many projects in DeFi and NFT fields like CronaSwap, SphynxSwap, Solkitties, etc.",
    "profile": "user-3.png"
  },
  {
    "name": "Daniel R",
    "role": "Chief Architect",
    "link": "https://www.linkedin.com/in/drmiguel22/",
    "description": "Daniel owns an IT Engineering, Business and Strategy acumen background. Regardless the academic degrees, he holds a significant number of certifications within different industries. Among other aspects, Daniel defines strategic goals, liaise with business partners and stakeholders, identity new business opportunities, and keep up to date with market trends. He bears strong leadership, communication skills and persuasive ability. He experiences at resolving problems for both customer and company. Client-oriented, critical-thinking, decision maker, and results driving and at senior management and C-level executive with a proven track record of working with project management methodologies. He is likewise , Fintech, DeFi, Blockchain, NFTs and Cryptocurrencies enthusiastic.",
    "profile": "user-4.png"
  },
  {
    "name": "Akhil P Vijay",
    "role": "Product Director",
    "link": "https://www.linkedin.com/in/akhilpvijay3/",
    "description": "Akhil P Vijay,a holder of Post graduate in Business Administration and Masters in Global Financial Trading has solid knowledge and skills in Building strategy and planning for an organization.My interests working for startups such as Uber eats gave me challenging roles to govern a region and lead a team for daily operations. Also his experiences in team building, relationship management drives value to organizations. I also have experiences in artificial intelligence and machine learning which exposes my wide skills set that I have achieved throughout these years.In 1nance, as incharge of Product Director I play an important role for creative mindset for design thinking and execution of the product roadmap.",
    "profile": "user-5.png"
  },
  {
    "name": "Rosa L",
    "role": "VP of Engineering",
    "link": "https://www.linkedin.com/in/rosa-liu/",
    "description": "Rosa, a graduate from Carnegie Mellon university, has extensive strategy and operations experience while leading teams in hyper growth companies. Previously a management consultant, she worked in various sectors solving different business problems and became passionate in improving organizational efficiencies, GTM strategies, and continuous improvement.",
    "profile": "user-6.png"
  }
]